export const alphabet = [
  "а",
  "б",
  "в",
  "г",
  "д",
  "е",
  "ё",
  "ж",
  "з",
  "и",
  "й",
  "к",
  "л",
  "м",
  "н",
  "о",
  "п",
  "р",
  "с",
  "т",
  "у",
  "ф",
  "х",
  "ц",
  "ч",
  "ш",
  "щ",
  "ъ",
  "ы",
  "ь",
  "э",
  "ю",
  "я"
];

export const texts = [
  {
    title: "Котёнок (Л. Толстой)",
    description: `Были брат и сестра - Вася и Катя; и у них была кошка. Весной кошка пропала. Дети искали её везде, но не могли её найти. Один раз они играли подле амбара и услыхали- над головой что-то мяучит тонкими голосами. Вася влез по лестнице под крышу амбара. А Катя стояла внизу и всё спрашивала:
    - Нашёл? Нашёл?
    Но Вася не отвечал ей. Наконец Вася закричал:
    - Нашёл! Наша кошка... И у неё котята; такие чудесные; иди сюда скорее.
    Катя побежала домой, достала молока и принесла кошке.
    Котят было пять. Когда они выросли немножко и стали вылезать из-под угла, где вывелись, дети выбрали себе одного котёнка, серого с белыми лапками, и принесли в дом. Мать раздала всех остальных котят, а этого оставила детям. Дети кормили его, играли с ним и клали с собой спать.`,
    questions: [
      {
        question: "Кто автор текста?",
        answers: ["Носов", "Чуковский", "Толстой"]
      },
      {
        question: "Как звали детей?",
        answers: ["Вася и Катя", "Миша и Оля", "Вася и Юля"]
      },
      {
        question: "Где дети нашли кошку?",
        answers: ["На козырьке крыльца", "На крыше амбара", "У магазина"]
      },
      {
        question: "Сколько было котят?",
        answers: ["3", "5", "6"]
      }
    ],
    rightAnswers: [2, 0, 1, 1]
  }
];
